Repository: abbgo/skar
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Terms of service
tr: Ulanyş düzgünleri

# statuteTitle1
source: Title 1 en
tr: Title 1 tm

# statuteDescription1
source: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. en
tr: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. tm

# statuteTitle2
source: Title 2 en
tr: Title 2 tm

# statuteDescription2
source: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. en
tr: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. tm

# statuteTitle3
source: Title 3 en
tr: Title 3 tm

# statuteDescription3
source: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. en
tr: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. tm

# statuteTitle4
source: Title 4 en
tr: Title 4 tm

# statuteDescription4
source: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. en
tr: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. tm

# statuteTitle5
source: Title 5 en
tr: Title 5 tm

# statuteDescription5
source: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. en
tr: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. tm

# statuteTitle6
source: Title 6 en
tr: Title 6 tm

# statuteDescription6
source: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. en
tr: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. tm

# statuteTitle7
source: Title 7 en
tr: Title 7 tm

# statuteDescription7
source: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. en
tr: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae. tm

# acceptStatute
source: I read full concept and agree with them
tr: Düzgünnamany doly okadym we düzgünnama bilen ylalaşýaryn

source: Next
tr: Dowam et

source: Warning
tr: Duyduryş

# statuteDialogContent
source: Please read and accept the terms of use of the application
tr: Programmany ulanmak üçin düzgünnamany okap tassyklamagyňyzy haýyş edýäris

source: OK
tr: Bolýar

source: Map
tr: Karta

source: My favorites
tr: Halanlarym

source: Search
tr: Gozleg

source: My Subscribes
tr: Aboneler

# settings
source: Setting
tr: Sazlamalar

# recommendedShops
source: Recommended Stores
tr: Teklip edilýän dükanlar

# locationPermission
source: To provide you with the best experience using our app, we need access to your location. This allows us to show you the nearest stores
tr: Progarmmamyzy iň gowy netijede ulanyp bilmegiňiz üçin lokasiýa maglumatlaryňyz zerur. Netijede size iň ýakyn dükanlary görkezip bilers

source: Allow
tr: Rugsat beriň

# noIntConn
source: No internet connection !
tr: Internet baglanyşygy ýok !

source: Subscribe
tr: Yzarla

source: Product Colors
tr: Harydyň reňkleri

source: Different Color
tr: Dürli reňk

source: Body
tr: Beden

source: Similar products
tr: Meňzeş harytlar

# connectToInternet
source: You are connected to the Internet !
tr: Internede birikdiňiz !

# wentWrong
source: Something went wrong !
tr: Käbir ýalňyşlyk ýüze çykdy !

source: Search shop...
tr: Dükan gözle...

source: No Result !
tr: Netije ýok !

source: Search product...
tr: Haryt gözle...

# noFavoriteShops
source: You have no favorite stores !
tr: Halan dükanlaryňyzyň sanawy boş !

# noFavoriteProducts
source: You don't have any favorite products !
tr: Halan harytlaryňyzyň sanawy boş !

# myFavoriteShops
source: My favorite stores
tr: Halan dükanlarym

source: My favorite products
tr: Halan harytlarym

source: Language
tr: Dil

source: Select language
tr: Dil saýlaň

source: Theme
tr: Tema

source: Select theme
tr: Tema saýlaň

source: White theme
tr: Açyk tema

source: Black theme
tr: Gara tema

source: System theme
tr: Sistema temasy

source: Has shipping
tr: Eltip bermek hyzmaty bar

source: No shipping
tr: Eltip bermek hyzmaty ýok

source: Products
tr: Harytlar

# defaultSort
source: Default
tr: Başlangyç ýagdaýy

# lowestPrice
source: The lowest price
tr: Arzandan gymmada

# highestPrice
source: The highest price
tr: Gymmatdan arzana

source: Select
tr: Saýlaň

source: Product Price
tr: Harydyň bahasy

# theLowestPrice
source: Low price
tr: Iň pes baha

# theHighestPrice
source: High price
tr: Iň ýokary baha

source: Some error occurred
tr: Käbir ýalňyşlyk ýüze çykdy

source: To complain
tr: Nägilelik bildirmek

source: Feedback sent
tr: Seslenme ugradyldy

source: Contact
tr: Habarlaşmak
